/=#
#include "VFR.uni"

#string STR_SMC_PCI_SLOT_1_OPROM                #language eng "CPU1 SLOT 1 PCI-E 3.0 X8 OPROM"
#string STR_SMC_PCI_SLOT_1_OPROM_HELP           #language eng "Enables or disables CPU1 SLOT 1 PCI-E 3.0 X8 OPROM option."
#string STR_SMC_PCI_SLOT_2_OPROM                #language eng "CPU2 SLOT 2 PCI-E 3.0 X16 OPROM"
#string STR_SMC_PCI_SLOT_2_OPROM_HELP           #language eng "Enables or disables CPU2 SLOT 2 PCI-E 3.0 X16 OPROM option."
#string STR_SMC_PCI_SLOT_3_OPROM                #language eng "CPU1 SLOT 3 PCI-E 3.0 X8 OPROM"
#string STR_SMC_PCI_SLOT_3_OPROM_HELP           #language eng "Enables or disables CPU1 SLOT 3 PCI-E 3.0 X8 OPROM option."
#string STR_SMC_PCI_SLOT_4_OPROM                #language eng "CPU2 SLOT 4 PCI-E 3.0 X16 OPROM"
#string STR_SMC_PCI_SLOT_4_OPROM_HELP           #language eng "Enables or disables CPU2 SLOT 4 PCI-E 3.0 X16 OPROM option."
#string STR_SMC_PCI_SLOT_5_OPROM                #language eng "CPU2 SLOT 5 PCI-E 3.0 X16 OPROM"
#string STR_SMC_PCI_SLOT_5_OPROM_HELP           #language eng "Enables or disables CPU2 SLOT 5 PCI-E 3.0 X16 OPROM option."
#string STR_SMC_PCI_SLOT_6_OPROM                #language eng "CPU1 SLOT 6 PCI-E 3.0 X8 OPROM"
#string STR_SMC_PCI_SLOT_6_OPROM_HELP           #language eng "Enables or disables CPU1 SLOT 6 PCI-E 3.0 X8 OPROM option."
#string STR_SMC_PCI_SLOT_7_OPROM                #language eng "CPU1 SLOT 7 PCI-E 3.0 X8 OPROM"
#string STR_SMC_PCI_SLOT_7_OPROM_HELP           #language eng "Enables or disables CPU1 SLOT 7 PCI-E 3.0 X8 OPROM option."

#string STR_SMC_PCI_SLOT_8_OPROM	        #language eng "M.2-C1 PCI-E 3.0 X4 OPROM"
#string STR_SMC_PCI_SLOT_8_OPROM_HELP		#language eng "Select which firmware function to be loaded for onboard M.2."
#string STR_SMC_PCI_SLOT_9_OPROM                #language eng "M.2-C2 PCI-E 3.0 X4 OPROM"
#string STR_SMC_PCI_SLOT_9_OPROM_HELP		#language eng "Select which firmware function to be loaded for onboard M.2."

//#string <string name>                 #language eng ""

